Repository: globocom/vault
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: User Name
pt_br: Nome do Usuário

source: Password
pt_br: Senha

source: Confirm Password
pt_br: Confirmar Senha

source: Primary Project
pt_br: Projeto Primário

source: Enabled
pt_br: Habilitado

source: Passwords did not match
pt_br: Senhas não coincidem

source: Project Name
pt_br: Nome do Projeto

source: Project Name must be an alphanumeric.
pt_br: Nome do Projeto deve ser alfanumérico.

source: Description
pt_br: Descrição

source: Group
pt_br: Time

source: Project description cannot be empty.
pt_br: Descrição do projeto não pode estar vazia.

source: User
pt_br: Usuário

source: Confirm project user
pt_br: Confirmar usuário do projeto

source: Confirm password
pt_br: Confirmar senha

source: Permission denied to manage this project
pt_br: Permissão negada para gerenciar este projeto

source: Manage Users:
pt_br: Gerenciar Usuários:

source: with role:
pt_br: com papel:

source: Add
pt_br: Adicionar

source: user
pt_br: usuário

source: role
pt_br: papel

source: Create project to manage users
pt_br: Crie um projeto para gerenciar usuários

source: Project Metadata
pt_br: Metadados do Projeto

source: Source platform
pt_br: Plataforma de origem

source: Created by team
pt_br: Criado pelo time

source: Current owner team
pt_br: Time dono atual

source: Projects
pt_br: Projetos

source: Create Project
pt_br: Criar Projeto

source: Project
pt_br: Projeto

source: Select this Project
pt_br: Selecionar este Projeto

source: Project Created
pt_br: Projeto Criado

source: Save the information below to access the services
pt_br: Salve a informação abaixo para acessar os serviços

source: Username
pt_br: Nome de usuário

source: Authentication URL
pt_br: URL de Autenticação

source: Copied!
pt_br: Copiado!

source: Copy to Clipboard
pt_br: Copiar para Área de Transferência

source: Download Credentials
pt_br: Baixar Credenciais

source: Delete Project
pt_br: Excluir Projeto

source: Warning!
pt_br: Aviso!

source: All objects will be deleted. This action is irreversible!
pt_br: Todos os objetos serão excluídos. Esta ação é irreversível!

source: Edit Project
pt_br: Editar Projeto

source: Project User:
pt_br: Usuário do Projeto:

source: Reset Password
pt_br: Resetar Senha

source: New password:
pt_br: Nova senha:

source: Save Project
pt_br: Salvar Projeto

source: Project Id
pt_br: Id do Projeto

source: Created By
pt_br: Criado Por

source: Owner
pt_br: Dono

source: Edit
pt_br: Editar

source: Users
pt_br: Usuários

source: Create User
pt_br: Criar Usuário

source: Edit User
pt_br: Editar Usuário

source: Delete User
pt_br: Excluir Usuário

source: Save User
pt_br: Salvar Usuário

source: Unable to list projects
pt_br: Não foi possível listar projetos

source: Unable to list users
pt_br: Não foi possível listar usuários

source: This field is required
pt_br: Este campo é obrigatório

source: Enter a valid email address
pt_br: Insira um endereço de email válido

source: Error when creating user
pt_br: Erro ao criar usuário

source: Error when updating user
pt_br: Erro ao atualizar usuário

source: Successfully deleted user
pt_br: Usuário excluído com sucesso

source: Error when deleting user
pt_br: Erro ao excluir usuário

source: Authorization error
pt_br: Erro de autorização

source: Exception:
pt_br: Exceção:

source: Successfully created user
pt_br: Usuário criado com sucesso

source: Successfully updated user
pt_br: Usuário atualizado com sucesso

source: Successfully updated project
pt_br: Projeto atualizado com sucesso

source: Error when updating project
pt_br: Erro ao atualizar projeto

source: Invalid credentials.
pt_br: Credenciais inválidas.

source: Error when deleting swift account
pt_br: Erro ao excluir account do swift

source: Successfully deleted project.
pt_br: Projeto excluído com sucesso

source: Error when deleting project
pt_br: Erro ao excluir projeto

source: User already registered with this role
pt_br: Usuário já registrado com este papel

source: Conflict:
pt_br: Conflito:

source: Error adding user
pt_br: Erro ao adicionar usuário

source: Error removing user
pt_br: Erro ao remover usuário

source: Error updating password
pt_br: Erro ao atualizar senha

source: Create Container
pt_br: Criar Container

source: Name
pt_br: Nome

source: Objects
pt_br: Objetos

source: Size
pt_br: Tamanho

source: Container Metadata
pt_br: Metadados do Container

source: Set CORS
pt_br: Definir CORS

source: Versioning
pt_br: Versionamento

source: Your container will become public. All objects will be accessible by anyone
pt_br: Seu container se tornará público. Todos os objetos serão acessíveis por qualquer um

source: Your container will become private. Authentication token will be required to access any object
pt_br: Seu container se tornará privado. Token de autenticação será necessário para acessar qualquer objeto

source: Checking ACL
pt_br: Checkando ACL

source: Set as private
pt_br: Definir como privado

source: Set as public
pt_br: Definir como público

source: This will enable the Trash for container %(container.name)s. Continue?
pt_br: Isto habilitará a Lixeira para o container %(container.name)s. Continuar?

source: By disabling the Trash, it will no longer be possible to restore deleted objects. Continue?
pt_br: Ao desabilitar a Lixeira, não será mais possível restaurar objetos deletados. Continuar?

source: Checking Trash
pt_br: Checando Lixeira

source: Disable Trash
pt_br: Desabilitar Lixeira

source: Enable Trash
pt_br: Habilitar Lixeira

source: This will enable Backups for container
pt_br: Isto habilitará Backups para o container

source: This container will no longer perform backups
pt_br: Este container não fará mais backups

source: Checking Backup
pt_br: Checando Backup

source: Disable Backup
pt_br: Desabilitar Backup

source: Enable Backup
pt_br: Habilitar Backup

source: Delete container %(container.name)s?
pt_br: Excluir container %(container.name)s?

source: Delete Container
pt_br: Excluir Container

source: Delete pseudofolder
pt_br: Excluir pseudofolder

source: Click to copy URL
pt_br: Clique para copiar URL

source: Edit Cache-Control
pt_br: Editar Cache-Control

source: Delete object
pt_br: Excluir objeto

source: URL copied!
pt_br: URL copiada!

source: Trash
pt_br: Lixeira

source: There is already an object with this name in the container, we suggest a new name. If you need to edit, click on the new name and then click restore.
pt_br: Já existe um objeto com este nome no container, sugerimos um novo nome. Se você precisa editar, clique no novo nome e depois clique em restaurar.

source: Close
pt_br: Fechar

source: Restore Backup
pt_br: Restaurar Backup

source: Daily
pt_br: Diário

source: Weekly
pt_br: Semanal

source: Monthly
pt_br: Mensal

source: The backup will be restored to a container with the following name
pt_br: O backup será restaurado em um container com o seguinte nome

source: The backup service for this container was requested on
pt_br: O serviço de backup para este container foi requisitado em

source: If you want to restore a backup, please contact Vault administrator
pt_br: Se você quiser restaurar um backup, por favor entre em contato com o administrador do Vault

source: Unable to list containers
pt_br: Não foi possível listar containers

source: Access denied
pt_br: Acesso negado

source: Container created
pt_br: Container criado

source: This field is required.
pt_br: Este campo é obrigatório.

source: Object created
pt_br: Objeto criado

source: Pseudofolder created
pt_br: Pseudofolder criada

source: Object deleted
pt_br: Objeto excluído

source: Pseudofolder deleted
pt_br: Pseudofolder excluída

source: Fail to delete pseudofolder
pt_br: Falha ao excluir pseudofolder

source: ACLs updated
pt_br: ACLs atualizadas

source: ACL update failed
pt_br: Atualização de ACL falhou

source: No project selected
pt_br: Nenhum projeto selecionado

source: Error when activating container backup. Container cannot contain more than {} objects
pt_br: Erro ao ativar backup de container. Container não pode conter mais do que {} objetos

source: Error when activating container backup. Container cannot contain more than {}
pt_br: Erro ao ativar backup de container. Container não pode conter mais do que {}

source: Wrong "status" parameter
pt_br: Parâmetro "status" errado

source: Backup enabled for container
pt_br: Backup habilitado para o container

source: Backup disabled for container
pt_br: Backup desabilitado para o container

source: Backup status error: can't set backup user permission
pt_br: Erro de status do backup: não foi possível definir permissão do usuário de backup

source: Error when updating container backup status
pt_br: Erro ao atualizar status de backup do container

source: Can't find any container to backup
pt_br: Não foi possível encontrar container para fazer backup

source: Bad parameters
pt_br: Parâmetros errados

source: Container deleted
pt_br: Container excluído

source: Container delete error
pt_br: Erro ao excluír container

source: Could not delete all objects
pt_br: Não foi possível excluir todos os objetos

source: ACL removed
pt_br: ACL removida

source: Container is now public
pt_br: Container agora está público

source: Container is now private
pt_br: Container agora está privado

source: Container ACL update failed
pt_br: Atualização de ACL do container falhou

source: Versioning enabled
pt_br: Versionamento habilitado

source: Versioning disabled
pt_br: Versionamento desabilitado

source: CORS updated
pt_br: CORS atualizado

source: CORS update failed
pt_br: Atualização de CORS falhou

source: CORS removed
pt_br: CORS removido

source: URLs scheduled to be removed. Grab some coffee, it takes 2 to 3 minutes to remove.
pt_br: URLs agendadas para serem removidas. Pegue um café, leva de 2 a 3 minutos para remover.

source: Fail to schedule URLs to be removed.
pt_br: Falha ao agendar URLs para serem removidas

source: Custom Metadata updated
pt_br: Metadados Personalizados atualizados

source: Custom Metadata update failed
pt_br: Atualização de Metadados Personalizados falhou

source: Days must be greater than 0
pt_br: Dias deve ser maior que 0

source: Cache-Control updated
pt_br: Cache-Control atualizado

source: Cache-Control update failed
pt_br: Atualização de Cache-Control falhou

source: Object restored
pt_br: Objeto restaurado

source: Trash disabled for container
pt_br: Lixeira desabilitada para o container

source: Trash enabled for container
pt_br: Lixeira habilitada para o container

source: Unable to show Swift info
pt_br: Não foi possível mostrar informação do Swift

source: Groups and Projects
pt_br: Times e Projetos

source: Current Project
pt_br: Projeto Atual

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: 500, Something went wrong...
pt_br: 500, Algo deu errado...

source: Models in the %(name)s application
pt_br: Models na aplicação %(name)s

source: Change
pt_br: Mudar

source: You don't have permission to edit anything.
pt_br: Você não tem permissão para editar nada.

source: Last Login
pt_br: Último Login

source: Manage my Team
pt_br: Gerenciar meu Time

source: Add or remove someone in your team
pt_br: Adicionar ou remover alguém do seu time

source: Please correct the error below.
pt_br: Por favor corrija o erro abaixo.

source: Please correct the errors below.
pt_br: Por favor corrija os erros abaixo.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
pt_br: Você está autenticado(a) como %(username)s, mas não é autorizado(a) a acessar esta página. Gostaria de entrar com uma conta diferente?

source: Forgotten your password or username?
pt_br: Esqueceu sua senha ou nome de usuário?

source: of
pt_br: de

source: next
pt_br: próxima

source: Error
pt_br: Erro

source: Vault Error - Project "%(inexistent_project)s" doesn't exist
pt_br: Erro do Vault - Projeto "%(inexistent_project)s" não existe'

source: Return to project "%(project_name)s":
pt_br: Retornar ao projeto "%(project_name)s":

source: Select a different project:
pt_br: Selecionar um projeto diferente:

source: Change Project
pt_br: Mudar de Projeto

source: Remove user from team
pt_br: Remover usuário do time

source: Cancel
pt_br: Cancelar

source: Remove
pt_br: Remover

source: current project
pt_br: projeto atual

source: Click here to select a project
pt_br: Clique aqui para selecionar um projeto

source: Select
pt_br: Selecionar

source: Main
pt_br: Principal

source: Settings
pt_br: Configurações

source: Manage Team
pt_br: Gerenciar Time

source: Teams and Users
pt_br: Times e Usuários

source: Vault Admin
pt_br: Admin do Vault

source: Add user to
pt_br: Adicionar usuário a

source: Select a user
pt_br: Selecione um usuário

source: Add User
pt_br: Adicionar Usuário

source: Manage Users and Teams
pt_br: Gerenciar Usuários e Times

source: Add new user to
pt_br: Adicionar novo usuário a

source: Team
pt_br: Time

source: Logout
pt_br: Sair

source: List Teams and Users
pt_br: Listar Times e Usuários

source: All
pt_br: Todos

source: Unable to change your project.
pt_br: Não foi possível mudar seu projeto.

source: Admin Dashboard
pt_br: Dashboard de Admin

source: Missing 'project_id'
pt_br: Não há 'project_id'

source: Can't find this project
pt_br: Não foi possível encontrar este projeto

source: Project selected: {}
pt_br: Projeto selecionado: {}

source: User logged out:
pt_br: Usuário saiu:

source: User already registered with this team
pt_br: Usuário já registrado com este time

source: Error adding user, check user team
pt_br: Erro ao adicionar usuário, cheque time do usuário

source: Error removing user, check user and team
pt_br: Erro ao remover usuário, cheque usuário e time
